{
	"404": {
		"description": "Sorry, this page does not exist or might have been removed.",
		"title": "Error 404"
	},
	"contact": {
		"about_life": "About life",
		"about_work": "About work",
		"cremedelacreme_description": "Freelance profile, french platform to connect with companies.",
		"email": "Email",
		"facebook_description": "Close list of friends and family, very unlikely to use.",
		"github_description": "Code repository where all of my opensource projects are stored.",
		"instagram_description": "Share mostly about traveling and nomadism.",
		"keybase_description": "Authentication service to provide proof of identity.",
		"linkedin_description": "Mostly use as an online resume.",
		"malt_description": "Freelance profile, french platform to connect with companies.",
		"nomadlist_description": "Travel logs to connect with other nomads.",
		"others": "Others",
		"stackoverflow_description": "Q/A platform about tech issues. Try to help when I can.",
		"twitter_description": "Everyday use to share work and tech related content."
	},
	"description": {
		"contact": "You can reach to me by email hello@sebastienbarbier.com or any of my social network account.",
		"about_me": "Passionate about web technologies, I assure a constant follow up about latest trend and technologies to insure a complete accompaniment for your project.",
		"home": "My name is Sebastien and I am a software engineer from France. Currently working as a full-stack javascript/python, I share my time between freelancing and personal projects.",
		"legal": "This website is edited as individual and private content. It is not attached to any company of any kind.",
		"work": "Seven23 is a personal budget application for nomads, but not only. MPDBox is a NFC music reader using a raspberry Pi.",
		"resources": "Set of resources which might be useful to create content and communicate about myself",
    "location": "Location"
	},
	"about_me": {
		"footer": "Complete background can be found on my <a target=\"_blank\" href=\"https://www.linkedin.com/in/sebbarbier/\">linkedin profile</a>.",
		"header": {
			"contact": "Contact me",
			"description": "<p><strong>Passionnate about web technologies,</strong> I assure a constant follow up about latest trend and technologies to insure <strong>a complet accompaniment</strong> for your project.</p><p>In parallel to my personal goals <strong>of starting independent projects,</strong> I want to dedicate some of my time to freelance experiences, to solve various problems and meet new teams. Beyond a simple service, I offer an <strong>active participation</strong> to help you <strong>achieve your goals.</strong></p><p>My profile allows me to propose <strong>a complete service</strong> as for the creation of a website or a web application, or as <strong>integrating an existing team</strong> in support of a specific issue.</p>",
			"title": "Full stack, Senior Front-end"
		},
		"location": {
			"description": "Currently on a <strong>nomadic lifestyle,</strong> I can only accept <strong>remote assignments</strong> but always arrange to visit the company on site to meet in person.",
			"title": "Location"
		},
    "mila": {
      "description": "Chatbot, Web application.",
      "location": "Switzerland",
      "type": "Chatbot<br />Web application",
      "stack": "Chatbot use Facebook messenger API and runs on existing backend with nodeJS. Front-end and webapp generator are running on typescript/Angular.",
      "website": "Mila.com",
      "work": "<p><strong>Mila connects companies with local self-employed technicians with specific skills.</strong></p><p>My mission within the company was <strong>experiment threw prototypes</strong> that would be taken over by the technical team if deemed viable. During our collaboration, <strong>three projects</strong> were conducted:</p><ul><li>A <strong>messenger chatbot</strong> integrated within the existing infrastructure<em>(Node.js, Facebook API).</em></li><li>A <strong>schedule management</strong> application to manage technicians' schedule <em>(Web application in typescript / Angular).</em></li><li><strong>A dynamic component generator for Angular</strong> from metadata hosted on the contentful platform <em>(Node.js).</em></li></ul>"
    },
    "mozilla": {
      "description": "Web extention, Mobile application",
      "github": "Github repository",
      "location": "United States",
      "type": "Web extention<br />Mobile application",
      "stack": "Build as a web extention, using react and redux.",
      "website": "About notes add-on",
      "work": "<p><strong>Mozilla is the company in charge of building the Firefox web browser.</strong></p><p>Following discussions on the github platform, I was offered to join the <strong>Mozilla Firefox TestPilot team</strong> for a 4-month contact to <strong>manage all front-end needs</strong> of the <strong>Notes by Firefox project</strong>. Our team was also including a full-time back-end developer and a volunteer contributor. The purpose of the mission was to migrate existing code to <strong>react.js / redux,</strong> and adding extra features. After two months, all goals reached, we were able to work on a mobile application using <strong>react-native,</strong> now available on the Google store. All code and contributions are visible on the repository <strong>github mozilla/notes.</strong></p>"
    },
    "chefclub": {
      "description": "HTML/CSS integration",
      "location": "France",
      "type": "Website",
      "website": "Chefclub.tv",
      "work": "<p><strong>Chefclub offers entertainment around the theme of cooking.</strong></p><p>My mission within the <strong>Chefclub</strong>'s team is to manage <strong>their web integrations,</strong> mainly via their website <em>chefclub.tv.</em> From mockups provided by the graphic team, I implement all screens in responsives design, powered by a <strong>Django</strong> application. To this day, I remain in constant collaboration with the team on the implementation of <strong>seasonal projects,</strong> and keep up to date their visual identity.</p>"
    },
		"pricing": {
			"description": "Aiming for a better collaboration, I only charge my work on a <strong>time-based term</strong>, as <strong>sprints</strong>.",
			"title": "Pricing"
		},
		"title": {
			"gallery": "Gallery",
			"recent_work": "Recent work"
		},
		"tools": {
			"description": "<strong>Web standards</strong>, and <strong>open source</strong> advocate.",
			"integration": "HTML/CSS integration",
			"skills": "Skills",
			"test": "Unit testing",
			"title": "Techs I like to work with"
		}
	},
	"home": {
		"hi": "Hi!",
		"mynameis": "My name is Sebastien, I am a <strong>Software engineer</strong> from France.",
		"whatido": {
			"description": "I am a <strong>entrepreneur, maker, remote freelance, nomad, expat in thailand</strong>, working mainly as fullstack python senior front-end developer.",
			"title": "About me"
		},
		"whereami": {
			"description": "Having a location independant lifestyle, you can follow my journey on <a href=\"https://nomadlist.com/@sebastienbarbier\">my nomad list profile</a>. I am currently based in <strong>Chiang Mai, Thailand</strong>.",
			"title": "Location"
		}
	},
	"legal": {
		"author": {
			"description": "<strong>SPRB Consulting</strong><br/>Mr Sebastien BARBIER<br/>10 rue de Penthièvre<br/>75008 Paris, France<br/>Contact : <a href=\"mailto:hello@sebastienbarbier.com\">hello@sebastienbarbier.com</a>",
			"title": "Author"
		},
		"description": "<strong>SPRB Consulting SASU</strong> under the name <strong>sebastienbarbier</strong> - 10 Rue De Penthièvre, 75008 Paris, France - Social capital of 1200 euros - RCS Paris 834 673 816.",
		"hosting": {
			"description": "<strong>Clever Cloud SAS</strong><br/>3 rue de l'Allier<br/>44000 Nantes, France.<br/>Website : <a href=\"https://www.clever-cloud.com\">www.clever-cloud.com</a><br/>General support (commercial and other requests): <a href=\"tel:+33285520769\">+33 2 85 52 07 69</a><br/>Technical support: <a href=\"mailto:support@clever-cloud.com\">support@clever-cloud.com</a>.",
			"title": "Hosting"
		},
		"licence": {
			"content": "Content is licensed under a <a href=\"https://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution 4.0 International license</a>.",
			"title": "Licence",
			"website": "Website is licensed under a <a href=\"https://opensource.org/licenses/MIT\">MIT licence</a>. Source code is available <a href=\"https://github.com/sebastienbarbier/sebastienbarbier.com\">on github</a>."
		}
	},
	"nav": {
		"contact": "Contact",
		"about_me": "freelance",
		"home": "Home",
		"legal": "Legal & copyright",
    "location": "Location",
		"work": "Work",
		"resources": "Resources",
		"toggle": "Toggle navigation menu"
	},
	"work": {
		"mpdbox": {
			"description": "Prototype of a NFC music reader with a raspberry Pi."
		},
		"sebastienbarbier": {
			"description": "Personal website"
		},
		"server": "Server",
		"seven23": {
			"description": "<strong>Fully manual budget app</strong> to track personal expenses.<br/>Completely <strong>opensource</strong>, with <strong>privacy by design</strong>."
		}
	}
}
