{
	"404": {
		"description": "Désolé, mais cette page n'existe plus ou a été supprimée.",
		"title": "Erreur 404"
	},
	"contact": {
		"email": "Mail",
		"socialnetworks": "Réseaux sociaux"
	},
	"description": {
		"contact": "Vous pouvez me joindre par email via hello@sebastienbarbier.com, ou sur l'un de mes divers réseaux sociaux twitter.",
		"freelance": "Je travail actuellement sur un projet personnel, seven23, mais prend toujours le temps pour rencontrer des porteurs de projets. Discutons ensemble de comment je pourrais vous aider!",
		"home": "Je m'appelle Sébastien, ingénieur en logiciel, et suis originaire de France. Je partage mon temps entre des missions de freelance et des projets personnels.",
		"legal": "Ce site internet est attaché à un individu privé, et n'enguage aucunement employeur ou client.",
		"photography": "Photographie n'est qu'un passe temps, mais je l'espère prendra prochainement d'avantage d'importance.",
		"projects": "Seven23 est une application de budget/finance personnel pour nomade, mais pas seulement! MPDBox est un prototype de lecteur mp3 controllé par puces NFC."
	},
	"freelance": {
		"footer": "L'ensemble de mon expérience professionnelle est disponible sur <a target=\"_blank\" href=\"https://www.linkedin.com/in/sebbarbier/\">mon profile Linkedin</a>.",
		"header": {
			"contact": "Me contacter",
			"description": "Je travail actuellement sur un <strong>projet personnel</strong>, <em>seven23</em>, mais prend toujours le temps pour rencontrer des porteurs de projets.",
			"help": "Discutons ensemble de comment je pourrais vous aider!"
		},
		"location": {
			"description": "<strong>Télétravail</strong> uniquement.",
			"title": "Localisation"
		},
		"mila": {
			"description": "Mila met en relation ses clients avec des personnes ayant des compétences techniques.",
			"location": "Zurich, Suisse",
			"stack": "L'interface de chatbot utilise les API de Facebook messenger et s'intègre dans leur couche server existante avec NodeJS. L'application front-end et le générateur de webapp sont développés en typescript/Angular.",
			"website": "mila.com",
			"work": "J'ai rejoins Mila à plein temps en télétravail au sein de son équipe développement pour aider à la création du prototye de trois nouveaux produits: une interface de chatbot, une application front-end pour gérer le planning des techniciens, et un générateur de webapp basé sur des métadonnées hébergées sur une plateforme SaaS."
		},
		"mozilla": {
			"description": "Projet: Firefox, Test Pilot, Notes",
			"github": "Dépôt Github",
			"location": "Paris, France",
			"stack": "Distribué sous forme d'une extention web, et construit avec ReactJS",
			"website": "Présentation de Testpilot/Notes",
			"work": "Notes ajoute un bloc-notes tout simple à la barre latérale de votre navigateur. Ma mission au sein de l'équipe consistait à migrer le code existant sous ReactJS, ajouter de nouvelles fonctionnalités, et améliorer les données analytiques pour la prochaine version."
		},
		"pricing": {
			"description": "<strong>À l'heure</strong>, taux horaire fix.",
			"title": "Tarification"
		},
		"title": {
			"past_experience": "Expériences passées"
		},
		"tools": {
			"description": "Promeut les <strong>standards web</strong>, et le code <strong>open source</strong>.",
			"integration": "Intégration HTML/CSS",
			"title": "Outils privilégiés"
		}
	},
	"home": {
		"hi": "Bonjour!",
		"mynameis": "Je m'appelle Sébastien, je suis <strong>ingénieur en logiciel</strong>, originaire de France.",
		"whatido": {
			"description": "Je suis <strong>consultant en technologies web, et freelance</strong>. J'interviens principalement sur des projet full-Stack Javascript ou python.",
			"title": "À propos de moi"
		},
		"whereami": {
			"description": "Actuellement dans un style de vie nomade, vous pouvez suivre mes déplacements sur <a href=\"https://nomadlist.com/@sebbarbier\">mon profile Nomadlist</a>. Je suis pour le moment installé à <strong>Chiang Mai, Thailand</strong>.",
			"title": "Localisation"
		}
	},
	"legal": {
		"author": {
			"description": "Sébastien BARBIER, 46E rue du mont bart, 25200 Montbéliard, France<br/>Téléphone : <a href=\"tel:+33695675110\">+33 6 95 67 51 10</a><br/>Mail : <a href=\"mailto:hello@sebastienbarbier.com\">hello@sebastienbarbier.com</a>",
			"title": "Auteur"
		},
		"description": "Ce site internet est attaché à un individu privé.",
		"hosting": {
			"description": "Contenu hébergé par Clever Cloud SAS. 3 rue de l'Allier, 44000 Nantes, France.<br/>Site internet : <a href=\"https://www.clever-cloud.com\">www.clever-cloud.com</a><br/>Support général (commercial et autres requêtes): <a href=\"tel:+33285520769\">+33 2 85 52 07 69</a><br/>Support technique: <a href=\"mailto:support@clever-cloud.com\">support@clever-cloud.com</a>.",
			"title": "Hébergement"
		},
		"licence": {
			"content": "Contenu distributé sous licence <a href=\"https://creativecommons.org/licenses/by/4.0/deed.fr\">Creative Commons Attribution 4.0 International (CC BY 4.0) </a>.",
			"title": "Licence",
			"website": "Source code distribué sous <a href=\"https://opensource.org/licenses/MIT\">licence MIT</a>, et disponible sur <a href=\"https://github.com/sebastienbarbier/sebastienbarbier.com\">github</a>."
		}
	},
	"nav": {
		"contact": "Contact",
		"freelance": "Freelance",
		"home": "Accueil",
		"legal": "Mentions légales",
		"photography": "Photographie",
		"projects": "Projets"
	},
	"projects": {
		"archives": {
			"title": "Archives"
		},
		"mpdbox": {
			"description": "Prototype de lecteur mp3 controllé par puces NFC."
		},
		"sebastienbarbier": {
			"description": "Site personel"
		},
		"server": "Serveur",
		"seven23": {
			"description": "Application de budget/finance personnel pour nomade, mais pas que!"
		},
		"sideproject": {
			"title": "Projet annexe"
		}
	}
}
