{
	"404": {
		"description": "Désolé, mais cette page n'existe plus ou a été supprimée.",
		"title": "Erreur 404"
	},
	"contact": {
		"about_life": "Personnel",
    "about_work": "Professionel",
    "cremedelacreme_description": "Plateforme de recrutement pour freelance.",
    "email": "Email",
    "facebook_description": "Utilise uniquement pour proches et famille, et seulement si forcé.",
    "github_description": "Dépôts de code pour l'ensemble de mes projets open sources.",
    "instagram_description": "Partage principalement sur le nomadisme et les voyages.",
    "keybase_description": "Service d'authentification pour prouver son identité.",
    "linkedin_description": "Sert principalement de CV en ligne.",
    "malt_description": "Plateforme de recrutement pour freelance.",
    "nomadlist_description": "Partage mes emplacements pour rencontrer d'autres nomades.",
    "others": "Autres",
    "stackoverflow_description": "Question/Réponse sur des sujets techniques. Contribue quand possible.",
    "twitter_description": "Utilise tous les jours pour parler taff et veille technologique."
	},
	"description": {
		"contact": "Vous pouvez me joindre par email via hello@sebastienbarbier.com, ou sur l'un de mes divers réseaux sociaux twitter.",
		"about_me": "Passionné par les technologies web,je suis assidument l'ensemble des tendances et propose de par mon expertise un accompagnement complet pour vos projets.",
		"home": "Je m'appelle Sébastien, ingénieur en logiciel, et suis originaire de France. Je partage mon temps entre des missions de freelance et des projets personnels.",
		"legal": "Ce site internet est attaché à un individu privé, et n'enguage aucunement employeur ou client.",
		"work": "Seven23 est une application de budget/finance personnel pour nomade, mais pas seulement! MPDBox est un prototype de lecteur mp3 controllé par puces NFC.",
		"resources": "Ensemble de ressources pouvant servir dans la rédaction de contenu me concernant."
	},
	"about_me": {
		"footer": "L'ensemble de mon expérience professionnelle est disponible sur <a target=\"_blank\" href=\"https://www.linkedin.com/in/sebbarbier/\">mon profile Linkedin</a>.",
		"header": {
			"contact": "Me contacter",
			"description": "<p><strong>Passionné par les technologies web,</strong> je suis assidument l'ensemble des tendances et propose de par mon expertise <strong>un accompagnement complet</strong> pour vos projets.</p><p>En parallèle à mes objectifs personnels <strong>d'entreprendre des projets indépendants,</strong> je tiens à dédier une partie de mon temps aux expérience freelances, afin de résoudre diverses problématiques et rencontrer de nouvelles équipes. Au delà d'une simple prestation, j'offre une <strong>participation active</strong> afin de vous aider dans <strong>l'accomplissement de vos objectifs.</strong></p><p>Mon profile me permet aussi bien de proposer <strong>une prestation complète</strong> quant à la création d'un site ou d'une application web, que <strong>d'intégrer une équipe existante</strong> en support à un problème précis. </p>",
			"title": "Full stack, Senior Front-end"
		},
		"location": {
			"description": "Actuellement sur un <strong>style de vie nomade,</strong> je ne suis en mesure d'accepter que <strong>les missions en télétravail</strong> mais m'arrange toujours pour organiser une visite sur site afin rencontrer les équipes en personne.",
			"title": "Localisation"
		},
    "mila": {
      "description": "Chatbot, Application web.",
      "location": "Suisse",
      "type": "Chatbot<br />Application web",
      "stack": "L'interface de chatbot utilise les API de Facebook messenger et s'intègre dans leur couche server existante avec NodeJS. L'application front-end et le générateur de webapp sont développés en typescript/Angular.",
      "website": "Mila.com",
      "work": "<p><strong>Mila met en relation des S.A.V. d'entreprises avec des indépendants locaux ayant des compétences techniques.</strong></p><p>Ma mission au sein de l'entreprise fut <strong>l'implémentation de prototypes</strong> qui seraient par la suite repris par l'équipe technique si jugés viables. Au cours de notre collaboration, <strong>trois projets</strong> ont été mené :</p><ul><li>Expérimentation autours d'un <strong>chatbot messenger</strong> intégré au sein de l'infrastructure existante <em>(Node.js, Facebook API).</em></li><li>Une application de <strong>gestion de planning</strong> pour les managers <em>(Application web en typescript / Angular).</em></li><li><strong>Un générateur de composant Angular</strong> à partir de méta-données hébergées sur la plateforme contentful <em>(Node.js).</em></li></ul>"
    },
    "mozilla": {
      "description": "Projet: Firefox, Test Pilot, Notes",
      "github": "Dépôt Github",
      "location": "États-Unis",
      "type": "Extention web<br />Application Mobile",
      "stack": "Distribué sous forme d'extention web, autours de React et Redux",
      "website": "À propos de Testpilot/Notes",
      "work": "<p><strong>Mozilla est l'entreprise en charge du développement du navigateur web Firefox.</strong></p><p>Suite à des échanges sur la plateforme github, il m'a été proposé de rejoindre l'équipe <strong>Mozilla Firefox TestPilot</strong> pour un mission de 4 mois afin de <strong>gérer les besoins front-end</strong> du projet <strong>Notes by Firefox.</strong> L'équipe était constituée d'un développeur back-end plein temps et un contributeur bénévole. Le but de la mission fut de migrer le code existant vers <strong>react.js / redux,</strong> et l'ajout de fonctionnalités supplémentaires. Après deux mois, l'objectif atteint, nous avons pu travailler sur une application mobile <strong>react-native,</strong> disponible aujourd'hui sur le store Google. L'ensemble du code et des contributions sont visibles sur le dépôt <strong>github mozilla/notes.</strong></p>"
    },
    "chefclub": {
      "description": "Intégration HTML/CSS",
      "location": "France",
      "type": "Site internet",
      "website": "Chefclub.tv",
      "work": "<p><strong>Chefclub propose des divertissements autours du thème de la cuisine.</strong></p><p>Ma mission au sein de l'équipe <strong>Chefclub</strong> est de gérer <strong>l'ensemble des intégrations web,</strong> principalement via leur site internet <em>chefclub.tv.</em> A partir des maquettes fournies par l'équipe graphique, j'ai pu implémenter l'ensemble des écrans en responsives, le tout posé sur un application <strong>Django.</strong> A ce jours, je reste en constante collaboration avec l'équipe sur l'implémentation de <strong>projets saisonniers,</strong> et la mise à jours de leur identité visuelle.</p>"
    },
		"pricing": {
			"description": "Dans un objectif de collaboration, je <strong>facture à la durée</strong> sous forme de <strong>sprint.</strong>",
			"title": "Tarification"
		},
		"title": {
			"gallery": "Galerie",
			"recent_work": "Travaux récents"
		},
		"tools": {
			"description": "Promeut les <strong>standards web</strong>, et le code <strong>open source</strong>.",
			"integration": "Intégration HTML/CSS",
			"skills": "Compétences",
			"test": "Tests unitaires",
			"title": "Outils privilégiés"
		}
	},
	"home": {
		"hi": "Bonjour!",
		"mynameis": "Je m'appelle Sébastien, je suis <strong>ingénieur en logiciel</strong>, originaire de France.",
		"whatido": {
			"description": "Je suis <strong>consultant en technologies web, et freelance</strong>. J'interviens principalement sur des projet full-Stack Javascript ou python.",
			"title": "À propos de moi"
		},
		"whereami": {
			"description": "Actuellement dans un style de vie nomade, vous pouvez suivre mes déplacements sur <a href=\"https://nomadlist.com/@sebastienbarbier\">mon profile nomad list</a>. Je suis pour le moment installé à <strong>Chiang Mai, Thailand</strong>.",
			"title": "Localisation"
		}
	},
	"legal": {
		"author": {
			"description": "<strong>SPRB Consulting</strong><br/>Mr Sebastien BARBIER<br/>10 rue de Penthièvre<br/>75008 Paris, France<br/>Mail : <a href=\"mailto:hello@sebastienbarbier.com\">hello@sebastienbarbier.com</a>",
			"title": "Auteur"
		},
		"description": "SPRB Consulting SASU opérant sous le nom de sebastienbarbier - 10 Rue De Penthièvre, 75008 Paris, France - Société au capital de 1200 euros - RCS Paris 834 673 816.",
		"hosting": {
			"description": "<strong>Clever Cloud SAS</strong>.<br/>3 rue de l'Allier<br/>44000 Nantes, France.<br/>Site internet : <a href=\"https://www.clever-cloud.com\">www.clever-cloud.com</a><br/>Support général (commercial et autres requêtes): <a href=\"tel:+33285520769\">+33 2 85 52 07 69</a><br/>Support technique: <a href=\"mailto:support@clever-cloud.com\">support@clever-cloud.com</a>.",
			"title": "Hébergement"
		},
		"licence": {
			"content": "Contenu distributé sous licence <a href=\"https://creativecommons.org/licenses/by/4.0/deed.fr\">Creative Commons Attribution 4.0 International (CC BY 4.0) </a>.",
			"title": "Licence",
			"website": "Source code distribué sous <a href=\"https://opensource.org/licenses/MIT\">licence MIT</a>, et disponible sur <a href=\"https://github.com/sebastienbarbier/sebastienbarbier.com\">github</a>."
		}
	},
	"nav": {
		"contact": "Contact",
		"about_me": "Freelance",
		"home": "Accueil",
		"legal": "Mentions légales",
		"work": "Projets",
		"resources": "Ressources",
		"toggle": "Bascule l'affichage du menu de navigation"
	},
	"work": {
		"mpdbox": {
			"description": "Prototype de lecteur mp3 controllé par puces NFC."
		},
		"sebastienbarbier": {
			"description": "Site personel"
		},
		"server": "Serveur",
		"seven23": {
			"description": "<strong>Application de budget</strong> pour manuellement traquer ses dépenses personnelles. Totallement <strong>opensource</strong>, avec <strong>respect de la vie privée</strong>."
		}
	}
}
